[
    {
        "question": "I would like to unsubscribe from SMS notifications",
        "paraphrases": [
            "Can you decline my notifications?",
            "May I refuse SMS about operations?",
            "How can I deny notifications?",
            "How could I cancel my SMS subscription?"
        ],
        "action": lambda: "link to notifications page"
    },
    {
        "question": "Hello I want to change my tariff",
        "paraphrases": [
            "My tariff is not good enough for me",
            "I don\"t like my current tariff",
            "How could I change my card tarif?",
            "I am going to alter my account options"
        ],
        "action": lambda: "link to his tariff change"
    },
    {
        "question": "I wish to block my card",
        "paraphrases": [
            "Hello, I lost my bank card, could you block it?",
            "I would want to block my card",
            "I would like to block my credit card",
            "I lost my card and I would to block it",
            "What should I do, if I lose my card?",
            "I've lost wallet with credit cards! What should I do?"
        ],
        "action": lambda: "link to card blocking"
    },
    {
        "question": "What time do you work at?",
        "paraphrases": [
            "What is your working time?",
            "At what hours are you open?",
            "When is your office is open?",
            "When could I visit your office?"
        ],
        "action": lambda: "We are open from 8 a.m. to 8 p.m. every day except Mondays. Scincerely yours, whatSAP bank."
    },
    {
        "question": "What is current exchange rate at your bank now?",
        "paraphrases": [
            "How musch does dollar cost?",
            "For which price may I sell dollars now?",
            "How expensive franks are now?",
            "What is currency of euros now?"
        ],
        "action": lambda: "For this moment the exchange rates are:" // drop current change table
    },
    {   
        "question": "How could I change the PIN code?",
        "paraphrases": [
            "I forgot my previous PIN code, how could I change it?",
            "Could you change a password from my card?",
            "Change my PIN code please!"
        ],
        "action": lambda: "To change your PIN-code, you should come to the nearest office and sign a special form. Scincerely yours, whatSAP bank."
    },
    {   
        "question": "What documents do I need to open a new account?",
        "paraphrases": [
            "How could I open a new account?",
            "What do I need to become your client?",
            "I want to open a new account, what documents do I need?"
        ],
        "action": lambda: "You must carry: Proof of identity and address (Passport, Voter's ID, Driving Licence, Aadhar card, NREGA card, PAN card) 2 recent passport-size colored photographs. Scincerely yours, whatSAP bank."
    }
]